backend/app/controllers/hearts_controller.rb

  def index
    @hearts = Heart.all
---
SELECT "hearts".* FROM "hearts"