backend/app/controllers/images_controller.rb

INSERT INTO "images" ("created_at", "updated_at", "caption") VALUES ($1, $2, $3) RETURNING "id"  [["created_at", "2021-06-18 00:47:51.368236"], ["updated_at", "2021-06-18 00:47:51.368236"], ["caption", "asdf"]]
---
  def create
    @image = Image.new(image_params)

    if @image.save