backend/app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    if @user.save
---
INSERT INTO "users" ("created_at", "updated_at") VALUES ($1, $2) RETURNING "id"  [["created_at", "2021-06-18 07:06:15.159739"], ["updated_at", "2021-06-18 07:06:15.159739"]]